export const servicesData = [
    {
        id: 1,
        name: "Имплантация зубов",
        description: "Восстановление отсутствующих зубов с помощью имплантов и коронок. Современные методы имплантации для восстановления функции и эстетики улыбки.",
        img: 'ChatGPT_Image_8__202.png',
    },
    {
        id: 2,
        name: "Ортодонтическое лечение",
        description: "Исправление прикуса и выравнивание зубов с помощью брекет-систем и элайнеров. Лечение для взрослых и подростков.",
        img: 'ChatGPT_Image_3__202.png',
    },
    {
        id: 3,
        name: "Удаление зубов",
        description: "Простое и сложное удаление зубов, включая зубы мудрости и ретинированные зубы. Хирургическая помощь при воспалении и разрушении зуба.",
        img: 'ChatGPT_Image_2__202.png',
    },
    {
        id: 4,
        name: "Лечение зубов",
        description: "Лечение кариеса, пульпита и заболеваний корней зуба. Восстановление зубов с использованием современных материалов.",
        img: 'ChatGPT_Image_4__202.png',
    },
    {
        id: 5,
        name: "Протезирование зубов",
        description: "Протезирование зубов позволяет восстановить улыбку и жевательную функцию при частичной или полной потере зубов.",
        img: 'ChatGPT_Image_30__20.png',
    },
    {
        id: 6,
        name: "Лечение зубов под микроскопом",
        description: "Позволяет врачу работать с высокой точностью и сохранять здоровые ткани. Увеличение помогает обнаружить скрытые кариозные поражения, трещины и качественно пролечить корневые каналы, снижая риск повторного лечения.",
        img: 'ChatGPT_Image_28__20.png',
    }
]

export const FaqData = [
    {
        id: 1,
        name: "Сколько стоит консультация?",
        description: "Первичная консультация и осмотр врача с составлением плана лечения — бесплатны. Вы можете прийти, задать все интересующие вопросы, узнать точную стоимость и сроки, и только потом принять решение о начале лечения."
    },
    {
        id: 2,
        name: "Даете ли вы гарантию на лечение?",
        description: "Да, мы предоставляем официальную гарантию на все виды стоматологических работ. При соблюдении рекомендаций врача и правил гигиены полости рта, вы можете быть уверены в долговечности результата. Все гарантийные обязательства фиксируются в вашем договоре."
    },
    {
        id: 3,
        name: "Можно ли записаться на прием в день обращения?",
        description: "В большинстве случаев — да. Если вы испытываете острую боль, мы примем вас вне очереди. Для планового лечения лучше записаться заранее по телефону или через форму на сайте, чтобы выбрать удобное время и конкретного специалиста."
    },
    {
        id: 4,
        name: "Сколько времени занимает лечение кариеса?",
        description: "Лечение поверхностного и среднего кариеса обычно занимает один визит (от 40 минут до 1,5 часов). Если требуется лечение каналов (пульпита), может потребоваться 2–3 визита в зависимости от сложности и количества каналов в зубе."
    },
    {
        id: 5,
        name: "Можно ли ставить импланты сразу после удаления зуба?",
        description: "Да, в некоторых случаях возможна одномоментная имплантация (установка импланта сразу после удаления). Это помогает сохранить объем костной ткани и сократить сроки лечения. Однако окончательное решение принимает хирург-имплантолог после тщательной диагностики."
    },
    {
        id: 6,
        name: "Как часто нужно делать профессиональную чистку зубов?",
        description: "Стоматологи рекомендуют проходить профессиональную гигиену полости рта (ультразвуком и Air Flow) каждые 6 месяцев. Это помогает предотвратить кариес, заболевания десен и сохранить свежесть дыхания."
    },
]

export const DoctorData = [
    {
        id: 1,
        img: "doctor1.png",
        name: "Мусаев Айхан Вагифович",
        specialization: "Врач-стоматолог-хирург",
    },
    {
        id: 2,
        img: "doctor2.png",
        name: "Васильев Александр Владимирович",
        specialization: "Врач-стоматолог-ортопед",
    },
    {
        id: 3,
        img: "doctor3.png",
        name: "Степанова Диана Александровна",
        specialization: "Врач-стоматолог-терапевт",
    },
    {
        id: 4,
        img: "doctor4.png",
        name: "Лепешкина Ксения Ивановна",
        specialization: "Врач-стоматолог-терапевт",
    },
    {
        id: 5,
        img: "doctor1.png",
        name: "Мусаев Айхан Вагифович",
        specialization: "Врач-стоматолог-хирург",
    },
    {
        id: 6,
        img: "doctor4.png",
        name: "Лепешкина Ксения Ивановна",
        specialization: "Врач-стоматолог-терапевт",
    },
    {
        id: 7,
        img: "doctor1.png",
        name: "Мусаев Айхан Вагифович",
        specialization: "Врач-стоматолог-хирург",
    },
    {
        id: 8,
        img: "doctor4.png",
        name: "Лепешкина Ксения Ивановна",
        specialization: "Врач-стоматолог-терапевт",
    },
    {
        id: 9,
        img: "doctor1.png",
        name: "Мусаев Айхан Вагифович",
        specialization: "Врач-стоматолог-хирург",
    }
]


