import './Leader.css'

function Leader() {
    return (
        <section className="leader" id="about">
            <div className="leader-lft">
                <img src="leader.png" />
            </div>
            <div className="leader-rth">
                <h2>Скворцова Ольга Петровна</h2>
                <p>Главный врач, врач-стоматолог-терапевт клиники «ЭКОДЕНТ»</p>
                <ul className="leader-list">
                    <li>Для команды «ЭКОДЕНТ» стоматология – это Искусство.</li>
                    <li>Мы творчески подходим к решению любой зубной проблемы.</li>
                    <li>В клинике вам окажут стоматологическую помощь высококвалифицированные специалисты.</li>
                    <li>Мы используем современное оборудование, технологии и препараты.</li>
                    <li>Подберем оптимальную стратегию.</li>
                    <li>Стоматология «ЭКОДЕНТ» - это превосходное качество по умеренной цене.</li>
                    <li>Нам важен каждый пациент. Здоровые зубы, красивая улыбка!</li>
                    <li>Добро пожаловать!</li>
                </ul>
            </div>
        </section>
    )
}

export default Leader